import React from 'react';
import { PropTypes } from 'prop-types';

const Page4 = ({ agencyContract }) => {
  if (!agencyContract) return null;

  return (
    <div className="contract-page page-1">
      <div className="text-justify leading-relaxed text-[23px]">
      <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">تبصره 6: </span>
          عامل، نماینده تأمین کنندگان و نهاد مالی است. متقاضی و تأمین کنندگان و نهاد مالی ضمن عقد
          خارج لازم به صورت غیرقابل رجوع به عامل به عنوان نماینده اجازه و حق دادند که هرگونه مطالبات
          ناشی از این قرارداد اعم از اصل و سود محقق شده سرمایه گذاری، وصول خسارات و جریمه های
          احتمالی و هزینه های فسخ قرارداد را پس از سررسید یا انحلال این قرارداد و فقط در صورت عدم
          پرداخت متقاضی، از وثایق و تضامین متقاضی نزد عامل و یا از طریق اعطای وکالت بدون هیچ قید و
          شرطی و بدون نیاز به حکم قضایی یا اجرایی برداشت نموده و به حساب بدهی متقاضی منظور نماید.
          اقدام عامل در این خصوص برای متقاضی غیرقابل اعتراض و لازم الاجرا است . همچنین تأمین کنندگان
          ضمن عقد خارج لازم هرگونه اقدام تا زمان پایان طرح در خصوص موضوع قرارداد را از خود سلب و
          ساقط نمودند و کلیه اختیارات دراین خصوص را به عامل و کارگزار عامل واگذار کردند.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">ماده 4(کارمزد موضوع قرارداد)</span>
          <br />
        </p>

        <p className="mb-2">
          كارمزد ارائة خدمات موضوع ماده ٣ ( موضوعات 1و2و3) اين قرارداد توسط عامل، جمعا{' '}
          <strong>
            {(
              Number(agencyContract.investor_request.design_wage / 1000000 || 0) +
              Number(agencyContract.investor_request.company_certificate_wage / 1000000 || 0) +
              Number(agencyContract.investor_request.execution_wage / 1000000 || 0)
            ).toLocaleString()}{' '}
            میلیون ریال{' '}
          </strong>
          و علاوه بر آن كارمزد شركت فرابورس{' '}
          <strong>
            {Number(agencyContract.investor_request.farabours_wage / 1000000 || 0).toLocaleString()}{' '}
            میلیون ریال{' '}
          </strong>
          {agencyContract.investor_request.method_payment_fee_software ===  "2" && 
          `  و کارمزد شرکت توسعه اطلاعات مالی ${Number(agencyContract.investor_request.amount_of_payment / 1000000 || 0).toLocaleString()} میلیون ریال `
          }
         
          مي باشد و همچنین کارمزد موضوع 4 ماده 3 این قرارداد{' '}

          <strong>
            {Number(agencyContract.investor_request.marketing_wage / 1000000 || 0).toLocaleString()}{' '}
            میلیون ریال{' '}
          </strong>
          كه به تفكيك زير، توسط متقاضي در وجه عامل و شركت فرابورس ايران ظرف مدت یک روز پرداخت
          ميگردد:
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">1) </span>
          کارمزد طراحی شیوه تامین مالی و تهیه گزارش توجیحی به منظور فراهم نمودن مقدمات اخذ مجوز از
          شرکت فرابورس ایران جهت انتشار و فروش گواهی شراکت به دارندگان گواهی های شراکت
          <strong>
            {Number(agencyContract.investor_request.design_wage / 1000000 || 0).toLocaleString()}{' '}
            میلیون ریال{' '}
          </strong>
          <span className="font-bold">
            كه متقاضي متعهد است همزمان با امضاي قرارداد، در قالب نقدي در وجه عامل به حساب شماره
            3002.115.15884588.1 نزد بانک پاسارگاد بلوار جمهوری و شماره شبا IR4705703002115158845881
            به نام شركت سبدگردان ایساتیس پویا کیش واريز نمايد IR.
          </span>
        </p>
        <p className="mb-3 pr-4">
          <span className="font-bold">تبصره 1 :</span>
          در صورت عدم واريز كارمزد بند 4-1 اين ماده حداكثر طي 10 روز كاري از تاريخ اين قرارداد، عامل
          تعهدي نسبت به انجام موضوع قرارداد نداشته و مخير به فسخ قرارداد ميباشد و متقاضي متعهد به
          اجراي بند ١-١ مادة ٩ اين قرارداد ميباشد.
        </p>
        <p className="mb-3 pr-4 text-right">
          <span className="font-bold">2)</span> كارمزد ارائه خدمات بازاريابي به متقاضي،{' '}
          {Number(agencyContract.investor_request.execution_wage / 1000000 || 0).toLocaleString()}{' '}
          ميليون ريال ميباشد كه در صورت موفقيت كمپين، حداكثر طي يك روز كاري پيش از واريز وجوه تأمين
          مالی شده به حساب متقاضي، از متقاضي به صورت نقدي/ چك در وجه حساب معرفي شده در بند 4-١- اين
          ماده دريافت خواهد شد و لازم هست تا رسیدی اخذ گردد که عدم ارائه رسید به منزله عدم ایفای
          تعهد است.
        </p>
        <p className="mb-3 pr-4 text-right">
          <span className="font-bold">3)</span> كارمزد انتشار و فروش گواهي شراكت، جمعاً{' '}
          {Number(
            agencyContract.investor_request.company_certificate_wage / 1000000 || 0
          ).toLocaleString()}{' '}
          میلیون ريال ميباشد. متقاضي متعهد است در صورت موفقيت كمپين، حداكثر يك روز كاري پيش از واريز
          وجوه جمع آوري شده به حساب وي، كارمزد جمع آوري شده به حساب وي، كارمزد اين بند را به صورت
          نقدي/ چك به حساب معرفي شده در بند 4-١- اين ماده واريز نمايد
        </p>

        <p className="mb-3 pr-4 text-right">
          <span className="font-bold">4)</span>
          كارمزد شركت فرابورس ايران،{' '}
          <strong>
            {Number(agencyContract.investor_request.farabours_wage / 1000000 || 0).toLocaleString()}{' '}
            میلیون ریال{' '}
          </strong>
          ميباشد كه متقاضي متعهد است در صورت تائید فرابورس با طرح، همزمان با واریز 10 درصد
          تعهدی(ردیف 2 جدول ماده 5)، كارمزد اين بند را به حساب شمارة 98785727010103 و شمارة شبا
          IR480150000000310107275878 به نام شركت فرابورس ايران نزد بانك سپه واريز نمايد و اصل فيش
          واريزي را به عامل تحويل نمايد.{' '}
          
        </p>


        <p className="mb-3 pr-4 text-right">
          <span className="font-bold">5)</span>کارمزد ارائه خدمات بازارسازی به متقاضی از طریق طراحی
          و برنامه‌ریزی کمپین‌های تبلیغاتی جمعا به مبلغ 1 درصد مبلغ تامین مالی(
          {Number(
            agencyContract.investor_request.marketing_wage / 1000000 || 0
          ).toLocaleString()}{' '}
          میلیون ریال) که متقاضی پس از موفقیت در جمع آوری وجوه به حساب عامل به صورت نقدی پرداخت می
          نماید.
        </p>
        

        { agencyContract.investor_request.method_payment_fee_software ===  "2" && 

        <p className="mb-3 pr-4 text-right">
          <span className="font-bold">6)</span>
         کارمزد شرکت توسعه اطلاعات مالی ایساتیس پویا به جهت هزینه های کارشناسی و امور اجرایی تامین مالی           
          {Number(agencyContract.investor_request.amount_of_payment / 1000000 || 0).toLocaleString()} میلیون ریال
          می باشد که متقاضی متعهد است قبل از اخذ نماد به حساب سبدگردانی ایساتیس پویا یا درگاه پرداخت مربوطه در پلتفرم، اساتیس کراد واریز نماید.
        </p>
        }

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">تبصره 2: </span>
          عامل حق دارد پس از تکمیل فرایند تأمین مالی جمعی و موفقیت پروژه، مبلغ قرارداد را رأسا از
          مجموع مبالغ جمع آوری شده کسر نماید و باقیمانده را در اختیار متقاضی قرار دهد. متقاضی، تأمین
          کنندگان و نهاد مالی به صورت غیرقابل برگشت، حق برداشت از این مبلغ و تسویه مبلغ قرارداد توسط
          عامل را به عامل اعطا کرده و حق هرگونه ادعایی را در این خصوص از خود سلب و ساقط نموده اند.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">تبصره 3: </span>
          پرداخت عامل از منابع مالی جمع آوری شده به متقاضی و هرگونه هزینه کرد، از این محل ، منوط و
          مشروط به تأییدیه عامل و احراز صحت عملکرد متقاضی در ارائه گزارش ها، دستیابی به اهداف، شاخص
          های عملکرد کلیدی و برنامه ی کسب وکار مصوب به وسیله عامل است؛ در غیر این صورت موضوع جهت
          تعیین تکلیف به کارگروه ارزیابی ارجاع خواهد شد. عامل و متقاضی حق استفاده از منابع مالی را
          از تاریخ ارجاع تا تعیین تکلیف کارگروه ارزیابی را ندارند. تصمیم کارگروه ارزیابی برای
          متقاضی، لازم الاتباع است.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">تبصره 4: </span>
          در صورت موافقت عامل با پرداخت مبلغ طرح، در یک مرحله، این امر تأثیری در تعهد متقاضی در خصوص
          ارائه ی گزارش ها و دستیابی به اهداف مقرر در قرارداد حاضر و الزامات قانونی و مقرره ای ندارد
          و در صورت احراز و اعلام نقض این امر برای عامل ، متقاضی متعهد است تا زمان تعیین تکلیف از
          جانب کارگروه ارزیابی ، هیچ گونه دخل و تصرفی در مبلغی باقی مانده در حساب خود نداشته باشد.
          هرگونه تصرف در مبلغ طرح، نزد متقاضی ، پس از اعلام عامل به موجب این بند یا تبصره، عامل می
          تواند اسناد تضمین نزد خود را حال نماید و متقاضی حق طرح هرگونه ادعا و اعتراض در این خصوص را
          از خود سلب و ساقط نموده است.
        </p>

        <h3 className="font-bold mb-2 text-[23px] text-right">ماده5 ) شرایط انتشار گواهی شراکت</h3>
        <p className="mb-2 text-right">
          متقاضي تمامي شرايط انتشار گواهي شراكت موضوع قرارداد را به شرح جدول اين ماده تأييد مي نمايد
          و متعهد به ايفاي تمامي تعهدات مندرج در جدول ذیل ميباشد:{' '}
        </p>
      </div>
    </div>
  );
};

Page4.propTypes = {
  agencyContract: PropTypes.object.isRequired,
};

export default Page4;
