import React from 'react';
import { PropTypes } from 'prop-types';

const Page7 = ({ agencyContract }) => {
  if (!agencyContract) return null;

  return (
    <div className="contract-page page-1">
      <div className="text-justify leading-relaxed text-[23px]">
        <h3 className="font-bold mb-2 text-[23px] text-right">ماده 6) مدت قرارداد </h3>
        <p className="mb-2 text-right">
          اين قرارداد از زمان امضاي قرارداد، تا 15 روز كاري پس از اتمام مدت فراخوان جمع آوري وجوه از
          اعتبار قانوني برخوردار است. زمان قرارداد به صلاحديد عامل به طور خودكار و طي ارسال نامه
          كتبي به متقاضي قابل تمديد است.
          <br /> تبصره: خاتمه مدت قرارداد، تأثیری در تعهد متقاضی به پرداخت مبلغ قرارداد و نیز ایفای
          تعهدات وی در برابر عامل ،تأمین کنندگان و نهاد مالی ندارد.
        </p>
        <h3 className="font-bold mb-2 text-[23px] text-right">ماده 7) تعهدات و تأییدات متقاضی </h3>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">1)</span>
          متقاضي تعهد مي نمايد نسبت به معرفي نماينده يا نمايندگاني به عامل با رسید کتبی، به منظور
          انجام اقدامات لازم از سوي متقاضي، حداكثر سه روز پس از شروع قرارداد، اقدام نمايد.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">2)</span>
          متقاضي متعهد است در زمان امضاي قرارداد كليه مدارك لازم جهت تهيه گزارشات لازم كه توسط عامل
          تعيين مي شود، ظرف سه روز از تاريخ اعلامي به عامل تحويل دهد.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">3)</span>
          اخذ مجوز انتشار گواهي هاي شراكت از شركت فرابورس ايران منوط به ارائه كد بورسي و احراز هويت
          سجامي متقاضي مي باشد. در صورت عدم ارايه موارد فوق توسط متقاضي به عامل، عامل مخير به فسخ
          قرارداد است و متقاضي متعهد به اجراي بند ٢-١ مادة ٩ اين قرارداد مي باشد.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">4)</span>
          متقاضي متعهد است هرگونه تغيير در اسناد، مدارک، اطلاعات و مفروضات ارائه شده را حداكثر طي
          مدت ٣ روز به عامل ارائه دهد.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">5)</span>
          متقاضي متعهد است گزارش هاي ارائه شده توسط عامل را مطالعه و بررسي نموده و نسبت به تأييد و
          امضاي گزارش حداكثر طي 3 روز از زمان ارائة گزارش ها، اقدام نمايد.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">6)</span>
          متقاضي متعهد است همكاري لازم با عامل را در راستاي تسريع امور مربوط به موضوع قرارداد، به
          عمل آورد.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">7)</span>
          متقاضي متعهد است اقدامات لازم را جهت بازديد كارشناس يا كارشناسان معرفي شده توسط عامل از
          محل متقاضي يا مكان اجراي عمليات وي و يا برگزاري جلسات ضروري با مديران متقاضي به عمل آورد.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">8)</span>
          متقاضي متعهد به عدم استفاده از گزارش هاي ارائه شده توسط عامل در مواردي غير از موضوع اين
          قرارداد است که احراز تخلف مستوجب خسارت وجه التزام معادل 10 درصد مبلغ کمپین تامین مالی است.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">9)</span>
          متقاضي اقرار مي نمايد تمام مدارک و مستندات مالی شامل صورت حساب ها، حساب سود و زیان و نیز
          ترازنامه یا هر سند مالی همچنین، ديون حال و موجل خود را اعلام نموده است و تكاليف مالياتي و
          بيمه تامين اجتماعي خود را رعايت نموده است و تعهدات به سازمان های دولتی را کامل تامین نموده
          و هیچ دین یا تعهد یا قرارداد یا بدهی را کتمان ننموده و صورت های مالی واقعی و صحیح بوده و
          منبعد نیز تعهد مي نمايد كه سلامت و شفافیت کامل مالی و اداری را رعايت نمايد.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">10)</span>
          متقاضي تأييد و اقرار مي نمايد تمامي مجوزهاي لازم را جهت اجراي طرحي كه بابت آن به عامل
          درخواست تأمين مالي ارائه شده است، اخذ نموده است.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">11)</span>
          متقاضي تضمين مي نمايد كه مسئوليت كليه ضررها، خسارات و هزينه هاي متحمل شده در نتيجه يا در
          رابطه با عدم صحت اظهارات و ضمانت هاي مقرر در اين قرارداد را، جبران نمايد. مضافا کلیه
          مسئولیت های ناشی از تخلفات اداری، انتظامی یا حتی کیفری نیز به عهده متقاضی است و در هر حال،
          در اجرای مقدمات یا موخرات انعقاد و اجرای مفاد این قرارداد و ملزومات این قرارداد، هیچ گونه
          تخلفی نداشته و در فرض احراز، به ازای هر تخلف، ملزم به جبران خسارت وجه التزام معادل 150
          درصد از مبلغ تامین مالی است.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">12)</span>
          متقاضي، اقرار، تأييد و تعهد مي كند كه اطلاعات ارائه شده از سوي متقاضي، افشاي درست و كاملي
          از كليه واقعيات مربوط به انتشار جهت تأمين مالي طرح را به دست مي دهد. در نتیجه، هرگونه
          اهمال در اين خصوص كه باعث به خطا رفتن پروژه يا وارد آمدن خسارت به عامل به نمايندگي از
          دارندگان گواهي شراكت گردد، بر عهده متقاضي بوده و وي مسئول تمامي خسارتهاي ناشي از اين موضوع
          است. این امر، نافی حق فسخ و مطالبه خسارت وجه التزام نیست.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">13)</span>
          متقاضي اقرار و تعهد مي كند كه دعاوي مؤثر با اهميت حقوقي يا كيفري عليه شركت، اعضاي هيات
          مديره يا مديرعامل وي یا موانع ماده 111 لایحه اصلاحی قانون تجارت كه موجب اخلال در اجراي
          موضوع قرارداد مي باشد وجود ندارد. در صورت كشف هرگونه دعاوي مؤثر حين اجراي قرارداد، عامل
          مخير به فسخ قرارداد است و متقاضي متعهد به اجراي بند ٣-١ مادة ٩ اين قرارداد ميباشد. متقاضي
          به موجب اين بند حق هرگونه ادعايي در اين خصوص را از خود سلب و اسقاط نمود.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">14)</span>
          متقاضي تعهد مي نمايد كه كليه اسناد و مدارك قرارداد را كاملاً مطالعه و از مفاد آن اطلاع
          حاصل كرده است. متقاضي با امضاي اين قرارداد به نحو غيرقابل بازگشت حق هرگونه اعتراض و ادعايي
          راجع به هر يك از مواد و بندهاي اين قرارداد را در حال و آينده از خود سلب و اسقاط مي كند.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">15)</span>
          كليه مسئوليت هاي قانوني یا هر نتیجه حاصله مرتبط با طرح صرفاً بر عهده متقاضي است و عامل
          هيچگونه مسئوليتي در اين خصوص ندارد.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">16)</span>
          متقاضــي تعهد مي نمايد حداكثر طي 5 روز كاري از تاريخ تحويل قرارداد به متقاضــي، نســبت به
          امضــا و اجراي قرارداد اقدامات اجرايي اقدام نمايد. لذا تعهد متقاضی نسبت به اجرای قرارداد
          اقدامات اجرایی، تعهد به نتیجه است، در صورت عدم امضاي متقاضي و ضامن، عامل مخير به فسخ
          قرارداد است و تعهدي نسبت به پرداخت وجوه جمع آوري شده به متقاضي نخواهد داشت. همچنين متقاضي
          متعهد به اجراي بند ٣-١ مادة ٩ اين قرارداد مي باشد.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">17)</span>
          متقاضي تأييد و اقرار نمود عامل ميتواند كليه اطلاعاتي را كه از طرف متقاضي به وي واصـل شـده
          و به طور مسـتقيم يا غيرمسـتقيم مربوط به طرح است و به تشخيص وي، براي كمك به تصميم گيري مفيد
          است، منتشر كند و متقاضي نمي تواند هيچگونه ادعايي در رابطه با نقض محرمانگي اين اطلاعات
          داشته باشد.
        </p>
      </div>
    </div>
  );
};

Page7.propTypes = {
  agencyContract: PropTypes.object.isRequired,
};

export default Page7;
