import React from 'react';
import { PropTypes } from 'prop-types';

const Page10 = ({ agencyContract }) => {
  if (!agencyContract) return null;

  return (
    <div className="contract-page page-1">
      <div className="text-justify leading-relaxed text-sm">
        <p className="mb-3 pr-4">
          <span className="font-bold">4)</span>
          متقاضي تا دو روز كاري پيش از اخذ مجوز از شركت فرابورس ايران جهت فروش گواهي هاي شراكت، به
          شرط پرداخت بند 4-١ ماده 4 اين قرارداد با ارسال درخواست كتبي، مجاز به فسخ قرارداد خواهد
          بود.{' '}
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">تبصره 22</span>
          متقاضي از زمان اخذ مجوز انتشار و فروش گواهي شراكت از شركت فرابورس ايران توسط عامل تا يك
          روز كاري پيش از شروع فراخوان جمع آوري وجوه، به شرط پرداخت كارمزد ماده 4 اين قرارداد حق فسخ
          قرارداد را خواهد داشت.
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">تبصره 23</span>
          متقاضي از يك روز كاري پيش از شروع فراخوان جمع آوري وجوه تا پايان دوره فراخوان حق انصراف را
          از خود سلب نموده است.
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">5) خاتمه:</span>
          اين قرارداد در شرايط زير خاتمه يافته تلقي ميشود:
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">1)</span>
          عدم پذيرش طرح از سوي شركت فرابورس ايران؛
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">2)</span>
          عدم موفقيت كمپين و عدم موافقت متقاضي، عامل يا فرابورس براي تمديد دوره كمپين؛{' '}
        </p>
        <p className="mb-3 pr-4">
          <span className="font-bold">3)</span>
          تصميم عامل مبني بر تعليق كمپين به نحوي كه به تشخيص عامل در زمان جمع آوري وجوه امكان رفع آن
          فراهم نباشد؛{' '}
        </p>

        <h3 className="font-bold mb-2">ماده 10) حوادث ناگهانی و فورس ماژور </h3>
        <p className="mb-2">
          هرگاه به علت وقوع حوادث غيرمترقبه (به غير از تغيير نرخ ارز، تورم، كرونا و تحريم هاي بين
          المللي) مانند ســـيل، زلزله، و ... هريك از طرفين نتواند تعهدات خود را انجام دهد در صـــورت
          اطلاع حداكثر طي 7 روز تقويمي به طرف مقابل، هيچگونه مســـئوليتي براي وي متصـــور نبوده و
          قرارداد منعقده كماكان به قوّت خود باقي خواهدبود. پس از رفع شرايط فوق، طرفين متعهد به ادامه
          انجام تعهدات مي باشند. چنانچه پس از مدّتّ يك ماه شــرايط غيرمترقبه برطرف نگرديد عامل به
          صــلاحديد خود نســبت به فســخ قرارداد اقدام نموده و دريافت كارمزد از متقاضــي اقدام
          مينمايد.
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">تبصره 24</span>
          چنانچه مانعي پس از انعقاد قرارداد به وجود آيد، كه در زمان عقد قرارداد قابل رفع، پيشگيري و
          پيشبيني نبوده اند و امكان ادامه قرارداد را به صورت كلي از بین مي برد، عامل مخير به فسخ
          قرارداد خواهد بود و به صلاحديد خود متناسب با پيشرفت انجام خدمات نسبت به دريافت كارمزد از
          متقاضي اقدام مينمايد.
        </p>

        <h3 className="font-bold mb-2">ماده 11) حل اختلاف </h3>
        <p className="mb-2">
          در صورت بروز هرگونه اختلاف در خصوص اين قرارداد، موضوع بدواً از طريق مذاكره ميان طرفين
          قرارداد بررسي و حداكثر طي دو هفته رفع خواهد شد. در صورت عدم توافق، موضوع در هيئت داوري
          سازمان بورس و اوراق بهادار قابل رسيدگي ميباشد.
        </p>
      </div>
    </div>
  );
};

Page10.propTypes = {
  agencyContract: PropTypes.object.isRequired,
};

export default Page10;
