import React from 'react';
import { PropTypes } from 'prop-types';

const Page4 = ({ agencyContract }) => {
  if (!agencyContract) return null;

  return (
    <div className="contract-page page-1">
      <table
        style={{ borderColor: '#374151' }}
        className="table-auto w-full text-center border-collapse text-[22px]"
      >
        <thead>
          <tr>
            <th style={{ color: '#374151' }} className=" text-[22px]">
              ردیف
            </th>
            <th style={{ color: '#374151' }} className=" text-[22px]">
              شرایط
            </th>
            <th style={{ color: '#374151' }} className=" text-[22px]">
              توضیحات
            </th>
          </tr>
        </thead>
        <tbody className="border border-gray-300  leading-relaxed ">
          <tr>
            <td style={{ color: '#374151' }} className=" text-[22px]">
              9
            </td>
            <td style={{ color: '#374151' }} className=" text-[22px]">
              {' '}
              شرط پرداخت وجوه تامین مالی به حساب متقاضی
            </td>
            <td style={{ color: '#374151' }} className=" text-[22px]">
              عامل پس از اخذ استعلام هاي لازم از تضامين مندرج در رديف 9 اين جدول و چك هاي پرداخت
              اقساط مندرج در رديف 5 اين جدول و كسب اطمينان از صحت اسناد ياد شده، وجوه جمع آوري شده
              را حداكثر طي دو روز كاري به حساب اعلام شده از سوي متقاضي واريز مي نمايد لذا متقاضي تا
              زمان استعلام كامل و اطمينان از صحت اسناد ياد شده توسط عامل، حق هرگونه اعتراضي را بابت
              دريافت وجوه تأمين مالي شده و رسيد قطعي اسناد ياد شده از خود سلب و اسقاط مينمايد.
              <br />
              تبصره 13: در صورت وجود هرگونه ايراد در چك هاي تضمين و چك هاي پرداخت اقساط <br />
              (بابت اصل و متفرعات) طي فرايند استعلام، متقاضي موظف است حداكثر طي دو روز كاري نسبت به
              به رفع ايرادات اقدام نمايد، در غيراينصورت عامل مخير به فسخ قرارداد است و متقاضي متعهد
              به اجراي بند ٣-١ مادة ٩ اين قرارداد ميباشد.
              <br />
              تبصره 14: در صورت وجود هرگونه ايراد در تضامین موجود، متقاضي موظف است حداكثر طي دو روز
              كاري نسبت به رفع ايرادات اقدام نمايد، در غيراينصورت عامل مخير به فسخ قرارداد اقدام
              نمايد، در غيراينصورت عامل مخير به فسخ قرارداد است و متقاضي متعهد به اجراي بند ٢-١ مادة
              ٩ اين قرارداد ميباشد.
            </td>
          </tr>

          <tr>
            <td style={{ color: '#374151' }} className=" text-[22px]">
              10
            </td>
            <td style={{ color: '#374151' }} className=" text-[22px]">
              ارائه گزارشات
            </td>
            <td style={{ color: '#374151' }} className=" text-[22px]">
              متقاضي متعهد است نسبت به ارائة گزارش عملكرد از پيشرفت فيزيكي-ريالي اجراي طرح به صورت
              سه ماهه و ارائه صورتهاي مالي طرح (حسابرسي نشده) به صورت شش ماهه و ارائة صورتهاي مالي
              طرح (حسابرسي شده توسط حسابرس) در انتهاي دوره اقدام نمايد.
              <strong>
                {(
                  (Number(agencyContract.investor_request.amount_of_investment || 0) / 1000000) *
                  0.1
                ).toLocaleString()}{' '}
                میلیون ریال{' '}
              </strong>
              معادل 10 درصد مبلغ کل تامین مالی (ردیف 1) را به شماره حساب 3002115158845881 و شماره
              شبا 4705703002115158845881 IR نزد بانک پاسارگاد شعبه جمهوری یزد به نام شرکت سبدگردان
              ایساتیس پویا کیش واریز نماید.
              <br /> تبصره2: در صورت عدم واریز آورده متقاضی حداکثر طی 5 روز کاری از زمان درخواست
              عامل، عامل مخیر به فسخ قرارداد است و متقاضی متعهد به اجرای بند 2-1 ماده 9 این قرارداد
              2-1 ماده 9 این قرارداد می باشد.
            </td>
          </tr>

          <tr>
            <td style={{ color: '#374151' }} className=" text-[22px]">
              11
            </td>
            <td style={{ color: '#374151' }} className=" text-[22px]">
              مدت فراخوان جمع‌آوری وجوه
            </td>
            <td style={{ color: '#374151' }} className=" text-[22px]">
              مدت فراخوان جمع آوري وجوه به تشخيص عامل تعيين ميگردد اين دوره با نظر عامل براي يك
              مرتبه قابل تمديد است. لازم به ذكر است تاريخ شروع جمع آوري وجوه از طريق نامه كتبي به
              استحضار متقاضي خواهد رسيد.
            </td>
          </tr>

          <tr>
            <td style={{ color: '#374151' }} className=" text-[22px]">
              12
            </td>
            <td style={{ color: '#374151' }} className=" text-[22px]">
              نرخ سود مشارکت اسمی{' '}
            </td>
            <td style={{ color: '#374151' }} className=" text-[22px]">
              {agencyContract.investor_request.annualized_profit_forecast * 100} درصد ساليانه.
              <br /> تبصره 7: متقاضي متعهد است در سررسيد گواهي شراكت مطابق با شرايط مندرج در قرارداد
              اقدامات اجرايي به محاسبة سود قطعي گواهي هاي شراكت اقدام نمايد و سود قطعي محاسبه شده را
              به تأييد حسابرس برساند.
            </td>
          </tr>

          <tr>
            <td style={{ color: '#374151' }} className=" text-[22px]">
              13
            </td>
            <td style={{ color: '#374151' }} className=" text-[22px]">
              ضامن
            </td>
            <td style={{ color: '#374151' }} className=" text-[22px]">
              ضامن معرفی شده توسط متقاضی که در قرارداد اقدامات اجرایی تعیین می شود.{' '}
            </td>
          </tr>
        </tbody>
      </table>
      <div className="text-justify leading-relaxed text-[23px]">
        <br />

        <h3 className="font-bold mb-2 text-[23px] leading-relaxed">ماده 6) مدت قرارداد </h3>
        <p className="mb-2 text-[23px]">
          اين قرارداد از زمان امضاي قرارداد، تا 15 روز كاري پس از اتمام مدت فراخوان جمع آوري وجوه از
          اعتبار قانوني برخوردار است. زمان قرارداد به صلاحديد عامل به طور خودكار و طي ارسال نامه
          كتبي به متقاضي قابل تمديد است.{' '}
        </p>

        <h3 className="font-bold mb-2 text-[23px]">ماده 7)تعهدات و تأییدات متقاضی </h3>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">1)</span>
          متقاضي تعهد مي نمايد نسبت به معرفي نماينده يا نمايندگاني به عامل به منظور انجام اقدامات
          لازم از سوي متقاضي، حداكثر سه روز پس از شروع قرارداد، اقدام نمايد.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">2)</span>
          متقاضي متعهد است در زمان امضاي قرارداد كليه مدارك لازم جهت تهيه گزارشات لازم كه توسط عامل
          تعيين ميشود، ظرف <strong>سه روز</strong> از تاريخ اعلامي تحويل عامل دهد.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">3)</span>
          اخذ مجوز انتشار گواهي هاي شراكت از شركت فرابورس ايران منوط به ارائه كد بورسي و احراز هويت
          سجامي متقاضي مي باشد. در صورت عدم ارايه موارد فوق توسط متقاضي به عامل، عامل مخير به فسخ
          قرارداد است و متقاضي متعهد به اجراي بند ٢-١ مادة ٩ اين قرارداد ميباشد.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">4)</span>
          متقاضي متعهد است هرگونه تغيير در اطلاعات و مفروضات ارائه شده را حداكثر طي{' '}
          <strong>٣ روز</strong> به عامل ارائه دهد.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">5)</span>
          متقاضي متعهد است گزارشهاي ارائه شده توسط عامل را مطالعه و بررسي نموده و نسبت به تأييد و
          امضاي گزارش حداكثر طي <strong>3 روز</strong> از زمان ارائه گزارش ها، اقدام نمايد.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">6)</span>
          متقاضي متعهد است همكاري لازم با عامل را در راستاي تسريع امور مربوط به موضوع قرارداد، به
          عمل آورد.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">7)</span>
          متقاضي متعهد است اقدامات لازم را جهت بازديد كارشناس يا كارشناسان معرفي شده توسط عامل از
          محل متقاضي يا مكان اجراي عمليات وي و يا برگزاري جلسات ضروري با مديران متقاضي به عمل آورد.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">8)</span>
          متقاضي متعهد به عدم استفاده از گزارش هاي ارائه شده توسط عامل در مواردي غير از موضوع اين
          قرارداد است.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">9)</span>
          متقاضي اقرار مينمايد تمام ديون حال و موجل خود را اعلام نموده است و تكاليف مالياتي و بيمه
          تامين اجتماعي خود را رعايت نموده است تعهد مي نمايد كه رعايت نمايد.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">10)</span>
          متقاضي تأييد و اقرار مي نمايد تمامي مجوزهاي لازم را جهت اجراي طرحي كه بابت آن به عامل
          درخواست تأمين مالي ارائه شده است، اخذ نموده است.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">11)</span>
          متقاضي تضمين مي نمايد كه مسئوليت كليه ضررها، خسارات و هزينه هاي متحمل شده در نتيجه يا در
          رابطه با عدم صحت اظهارات و ضمانت هاي مقرر در اين قرارداد را، جبران نمايد.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">12)</span>
          متقاضي تأييد و تعهد ميكند كه اطلاعات ارائه شده از سوي متقاضي، افشاي درست و كاملي از كليه
          واقعيات مربوط به انتشار جهت تأمين مالي طرح را به دست ميدهد. هرگونه اهمال در اين خصوص كه
          باعث به خطا رفتن پروژه يا وارد آمدن خسارت به عامل به نمايندگي از دارندگان گواهي شراكت
          گردد، بر عهده متقاضي بوده و وي مسئول تمامي خسارتهاي ناشي از اين موضوع است.{' '}
        </p>
      </div>
    </div>
  );
};

Page4.propTypes = {
  agencyContract: PropTypes.object.isRequired,
};

export default Page4;
