import React from 'react';
import { PropTypes } from 'prop-types';

const Page9 = ({ agencyContract }) => {
  if (!agencyContract) return null;

  return (
    <div className="contract-page page-1">
      <div className="text-justify leading-relaxed text-[10px]">
        <p className="mb-3 pr-4 text-[10px]">
          <span className="font-bold text-[10px]">1)</span>
          متقاضي متعهد است نسبت به معرفي نماينده يا نمايندگاني به عامل به منظور انجام اقدامات لازم
          از سوي متقاضي، حداكثر سه روز پس از شروع قرارداد، اقدام نمايد.
        </p>

        <p className="mb-3 pr-4 text-[10px]">
          <span className="font-bold text-[10px]">2)</span>
          از زمان اقدام عامل براي تهيه گزارش تا پيش از جمع آوري وجوه: پرداخت كارمزد بند 4-١ مادة ٤
          اين قرارداد ميباشد.{' '}
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">3)</span>
          از زمان شروع جمع آوري وجوه تا پس از موفقيت كمپين و جمع آوري وجوه: پرداخت كارمزد مادة ٤ اين
          قرارداد و وجه التزامي به ميزان 2/5 درصد از مبلغ كل گواهي هاي شراكت ميباشد. لذا باقيماندة
          آوردة متقاضي پس از كسر كارمزد و وجهت التزام مشخص شده در اين بند، عودت داده مي شود.{' '}
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">تبصره 19</span>
          در صورت فسخ قرارداد بر اساس بند ١-١ و ٢-١ اين ماده، عامل هيچگونه تعهدي نسبت به جمع آوري
          وجوه نخواهد داشت و صرفاً باقي ماندة آوردة متقاضي پس از كسر كارمزد مشخص شده در اين بندها،
          عودت داده ميشود.
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">تبصره 20</span>
          در مواردي كه در مفاد اين قرارداد براي فسخ آن، ضمانت اجراي مشخصي در نظر گرفته شده است،
          متقاضي ملزم به اجراي آن خواهد بود.
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">4)</span>
          در صورت تحقق فورس ماژور به شرح مادة ١٠ اين قرارداد، عامل، حق فسخ قرارداد را خواهد داشت.
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">تبصره 21</span>
          در صورت فسخ قرارداد بر اثر تحقق فورس ماژور، بنا به نظر عامل و متناسب با پيشرفت انجام خدمات
          توسط عامل، كارمزد انجام خدمات تعيين و از متقاضي دريافت ميگردد.
        </p>
        <p className="mb-3 pr-4 text-[10px]">
          <span className="font-bold text-[10px]">4)</span>
          متقاضي تا دو روز كاري پيش از اخذ مجوز از شركت فرابورس ايران جهت فروش گواهي هاي شراكت، به
          شرط پرداخت <strong>بند 4-١ ماده 4</strong> اين قرارداد با ارسال درخواست كتبي، مجاز به فسخ
          قرارداد خواهد بود.{' '}
        </p>

        <p className="mb-3 pr-4 text-[10px]">
          <span className="font-bold text-[10px]">تبصره 22</span>
          متقاضي از زمان اخذ مجوز انتشار و فروش گواهي شراكت از شركت فرابورس ايران توسط عامل تا يك
          روز كاري پيش از شروع فراخوان جمع آوري وجوه، به شرط پرداخت <strong>
            كارمزد ماده 4
          </strong>{' '}
          اين قرارداد حق فسخ قرارداد را خواهد داشت.
        </p>

        <p className="mb-3 pr-4 text-[10px]">
          <span className="font-bold text-[10px]">تبصره 23</span>
          متقاضي از يك روز كاري پيش از شروع فراخوان جمع آوري وجوه تا پايان دوره فراخوان حق انصراف را
          از خود سلب نموده است.
        </p>

        <p className="mb-3 pr-4 text-[10px]">
          <span className="font-bold text-[10px]">5) خاتمه:</span>
          اين قرارداد در شرايط زير خاتمه يافته تلقي ميشود:
        </p>

        <p className="mb-3 pr-4 text-[10px]">
          <span className="font-bold text-[10px]">1)</span>
          عدم پذيرش طرح از سوي شركت فرابورس ايران؛
        </p>
        <p className="mb-3 pr-4 text-[10px]">
          <span className="font-bold text-[10px]">2)</span>
          عدم موفقيت كمپين و عدم موافقت متقاضي، عامل يا فرابورس براي تمديد دوره كمپين؛{' '}
        </p>
        <p className="mb-3 pr-4 text-[10px]">
          <span className="font-bold text-[10px]">3)</span>
          تصميم عامل مبني بر تعليق كمپين به نحوي كه به تشخيص عامل در زمان جمع آوري وجوه امكان رفع آن
          فراهم نباشد؛{' '}
        </p>

        <h3 className="font-bold mb-2 text-[10px]">ماده 10) حوادث ناگهانی و فورس ماژور </h3>
        <p className="mb-2 text-[10px]">
          هرگاه به علت وقوع حوادث غيرمترقبه (به غير از تغيير نرخ ارز، تورم، كرونا و تحريم هاي بين
          المللي) مانند ســـيل، زلزله، و ... هريك از طرفين نتواند تعهدات خود را انجام دهد در صـــورت
          اطلاع حداكثر طي 7 روز تقويمي به طرف مقابل، هيچگونه مســـئوليتي براي وي متصـــور نبوده و
          قرارداد منعقده كماكان به قوّت خود باقي خواهدبود. پس از رفع شرايط فوق، طرفين متعهد به ادامه
          انجام تعهدات مي باشند. چنانچه پس از مدّتّ يك ماه شــرايط غيرمترقبه برطرف نگرديد عامل به
          صــلاحديد خود نســبت به فســخ قرارداد اقدام نموده و دريافت كارمزد از متقاضــي اقدام
          مينمايد.
        </p>

        <p className="mb-3 pr-4 text-[10px]">
          <span className="font-bold text-[10px]">تبصره 24</span>
          چنانچه مانعي پس از انعقاد قرارداد به وجود آيد، كه در زمان عقد قرارداد قابل رفع، پيشگيري و
          پيشبيني نبوده اند و امكان ادامه قرارداد را به صورت كلي از بین مي برد، عامل مخير به فسخ
          قرارداد خواهد بود و به صلاحديد خود متناسب با پيشرفت انجام خدمات نسبت به دريافت كارمزد از
          متقاضي اقدام مينمايد.
        </p>

        <h3 className="font-bold mb-2 text-[10px]">ماده 11) حل اختلاف </h3>
        <p className="mb-2 text-[10px]">
          در صورت بروز هرگونه اختلاف در خصوص اين قرارداد، موضوع بدواً از طريق مذاكره ميان طرفين
          قرارداد بررسي و حداكثر طي دو هفته رفع خواهد شد. در صورت عدم توافق، موضوع در هيئت داوري
          سازمان بورس و اوراق بهادار قابل رسيدگي ميباشد.
        </p>

      </div>
    </div>
  );
};

Page9.propTypes = {
  agencyContract: PropTypes.object.isRequired,
};

export default Page9;
