import React from 'react';
import { PropTypes } from 'prop-types';

const Page11 = () => {

  return (
    <div className="contract-page page-1">
      <div className="text-justify leading-relaxed text-[23px]">
        <p className="mb-3 pr-8 text-[23px]">
          11. موضوع فعالیت وی حقوق مادی و معنوی اشخاص ثالث را نقض ننموده و هیچگونه دعاوی مؤثر و با
          اهمیت حقوقی با کیفری علیه شرکت و اعضای هیئت مدیره با مدیر عامل شرکت وجود ندارد.
        </p>
        <p className="mb-3 pr-8 text-[23px]">
          12. مسئولیت کلیه خسارات و ضرر و زبان وارده در نتیجه با در رابطه با عدم صحت اظهارات و ضمانت
          های مقرر در این قرارداد را جبران نماید. این خسارت حداقل به میزان ۱۲۰ درصد سرمایه می‌باشد.
        </p>
        <p className="mb-3 pr-8 text-[23px]">
          <span className="font-bold">ماده 20) قانون حاکم بر قرارداد</span>
          <br />
          کلیه اختلافات ناشی از این قرارداد اعم از و نه محدود به انعقاد صحت بطلان انحلال، فسخ، تأیید
          فسخ و همچنین اختلاف در هر یک از مواد قرارداد و یا تفسیر و اجرای آن وفق مفاد ماده ۳۶ قانون
          بازار اوراق بهادار جمهوری اسلامی ایران حل و فصل خواهد.و در صورت عدم رسیدگی محاکم استان یزد
          صالح به رسیدگی می باشند.
        </p>

        <p className="mb-3 pr-8 text-[23px]">
          <span className="font-bold">ماده 21) تفسیر قرارداد</span>
        </p>

        <p className="mb-3 pr-8 text-[23px]">
          1) بنابر توافق اطراف قرارداد نظم خاص حاکم بر این قرارداد وفق بند &ldquo;ساختار کلی
          قرارداد&rdquo; در مقدمه قرارداد بر این مبنا استوار است.
        </p>

        <p className="mb-3 pr-8 text-[23px]">
          الف) مجموع مبالغی که توسط عامل به حساب متقاضی واریز می گردد، بایستی صرفاً وفق مفاد این
          قرارداد و جهت خرید دارایی های مورد نیاز مصرف گردد.
        </p>

        <p className="mb-3 pr-8 text-[23px]">
          ب) با عنایت به آنکه سرمایه واریز شده به حساب متقاضی حاصل تجمیع مبالغ سرمایه گذاری تأمین
          کنندگان متعدد است. تعهدات متقاضی وفق مفاد این قرارداد به ازای مبلغ تمام سرمایه بوده و تحت
          هیچ عنوان قابل تجزیه نمی باشد.
        </p>

        <p className="mb-3 pr-8 text-[23px]">
          2) با عنایت به آنکه عامل به عنوان مدیر پلتفرم و وکیل سرمایه گذار در انجام امور مربوط به
          این قرارداد صرفاً مسئول نظارت بر حسن اجرای قرارداد و اخذ مبالغ اقساط خرید دارایی و سرمایه
          از متقاضی و واریز به حساب سرمایه گذار می باشد. لذا هر گونه تفسیر برآمده از مفاد قرارداد که
          به هر نحو منجر به ایجاد مسئولیت در پرداخت برای شرکت گردد، مردود و غیر قابل پذیرش می باشد.
        </p>

        <p className="mb-3 pr-8 text-[23px]">
          3) وثایق و تضامین مذکور در قرارداد به عنوان تضمین پرداخت مبالغ مربوط به اقساط خرید دارایی
          سرمایه و نیز خسارات و وجه التزام های متعلقه به آنها بوده و شرکت برای وصول مطالبات خود از
          محل تضامین و وثایق یاد شده محتاج به اثبات امری نبوده و صرف عدم پرداخت بدهی از جانب متقاضی
          در موعد مقرر به منزله اثبات وقوع تخلف تلقی می گردد.
        </p>

        <p className="mb-3 pr-8 text-[23px]">
          4) هرگونه تفسیر برآمده از قرارداد که در تعارض با ساختار کلی قرارداد و نکات مذکور در بندهای
          فوق باشد مورد قبول طرفین نمی باشد.
        </p>

        <p className="mb-3 pr-8 text-[23px]">
          <span className="font-bold">ماده 22) گزارش عملکرد</span>
        </p>

        <p className="mb-3 pr-8 text-[23px]">
          1) متقاضی موظف است گزارش دوره ای طرح خود را در بازه های زمانی ذکر شده در این ماده و گزارش
          پایانی طرح را نیز در تاریخ اتمام طرح و در قالب مورد تأیید عامل، تهیه و از طریق پلتفرم به
          اطلاع سرمایه گذاران برساند. حداقل مفاد لازم جهت ارائه در گزارش های دوره ای و پایانی در
          پیوست های قرارداد، آیین نامه های مصوب عامل و آیین نامه های مصوب شرکت فرابورس ایران مشخص
          شده است.
        </p>

        <p className="mb-3 pr-8 text-[23px]">
          2) متقاضی موظف است در بخش کیفی هر گزارش، عامل و سرمایه گذاران را از اقدامات انجام شده و
          پیشرفت و تأخیرات احتمالی طرح و برنامه های آتی آگاه کرده و در صورت وجود تأخیر، آنها را از
          راهکارها ی ارائه شده به جهت مقابله با آن تأخیر مطلع کند.
        </p>

        <p className="mb-3 pr-8 text-[23px]">
          3) گزارش دهی یک طرح در هیچ شرایطی به نسبت میزان وجوه تأمین شده نمی تواند از حداقل های زیر
          کمتر باشد:
        </p>

        <p className="mb-3 pr-8 text-[23px]">
          -گزارش دوره ای هر سه ماه یکبار، گزارش سالیانه یا پایانی حسابرسی شده
        </p>

        <p className="mb-3 pr-8 text-[23px]">
          4) تأخیر در ارائه گزارشات موضوع بندهای پیشین، در شرایط زیر مشمول خسارات تعیین شده در این
          قرارداد می باشد:
        </p>

        <p className="mb-3 pr-8 text-[23px]">
          4-1- گزارش دوره ای و پایانی در قالب مصوب عامل حداکثر مهلت ۱۰ روز.
        </p>

        <p className="mb-3 pr-8 text-[23px]">4-2-گزارش حسابرسی شده حداکثر مهلت ۳۰ روز.</p>
        <p className="mb-3 pr-8 text-[23px]">
          5) با ارائه هر گزارش دوره ای صورت مالی با پایان این گزارش، باید ظرف ۳ روز کاری به تایید
          عامل رسیده یا حسب مورد ایرادات گزارش به متقاضی اعلام می گردد. در صورت اعلام عامل یا ناظر
          فنی مالی بر عدم پذیرش گزارش متقاضی گزارش اصلاح شده را ظرف مدت ۲ روز به عامل ارائه نموده و
          این روند تا زمان اخذ تأیید عامل و حسب مورد ناظر فنی مالی ادامه خواهد یافت. کلیه بررسی ها و
          اصلاحات لازم برای گزارشات می بایست در مهلت مقرر در بند پیشین به انجام برسد. معیار زمان
          تحویل گزارش روز ارائه گزارش تایید شده بوده و تاخیر بیش از میزان تعیین شده در بند فوق مشمول
          خسارات مشخص شده خواهد بود.
        </p>

        <p className="mb-3 pr-8 text-[23px]">
          <span className="font-bold">تبصره ۱:</span> تأخیر عامل در بررسی و اعلام نظر بیش از زمان
          مشخص شده در این بند به مهلت ارائه گزارش اضافه می شود.
        </p>

        <p className="mb-3 pr-8 text-[23px]">
          <span className="font-bold">تبصره ۲:</span> در مورد گزارشات نیازمند حسابرسی رسمی، متقاضی
          موظف است همزمان با ارائه گزارش جهت حسابرسی یک نسخه از صورت های مالی و مستندات ارائه شده به
          حسابرس را به عامل ارائه نماید. همچنین تأیید این گزارشها، منوط به ارائه گزارش حسابرسی رسمی
          خواهد بود.
        </p>

        <p className="mb-3 pr-8 text-[23px]">
          <span className="font-bold">تبصره ۳:</span> در صورت عدم ارائه گزارش پایانی یا گزارش
          حسابرسی طرح تا پایان مهلت های مقرر کلیه سودهای پیش بینی شده طرح حال شده فرض گشته و سود پیش
          بینی شده معیار کلیه تسویه حساب ها قرار خواهد گرفت در فرض اخیر خسارت عدم ارائه گزارش پایانی
          طرح توسط متقاضی پرداخت خواهد شد.
        </p>

        <p className="mb-3 pr-8 text-[23px]">
          6) متقاضی متعهد است امکان نظارت مستمر عامل و حضور در محل انجام فعالیتهای موضوع قرارداد در
          هر زمان به تشخیص عامل و دسترسی کامل به اطلاعات لازم را فراهم کند.
        </p>

        <h3 className="font-bold mb-2 text-[23px] text-right">ماده 23) سایر تعهدات متقاضی</h3>
        <p className="mb-3 pr-8 text-[23px]">
          1) متقاضی متعهد به مصرف سرمایه صرفاً جهت خرید دارایی های مورد نیاز از فروشنده مجاز، می
          باشد.
        </p>
        <p className="mb-3 pr-8 text-[23px]">
          2) متقاضی متعهد است وفق شرایط و ضوابط مصرف سرمایه، نسبت به خرید دارایی های مورد نیاز و
          ارائه صورتحساب به عامل، اقدام نماید.
        </p>
        <p className="mb-3 pr-8 text-[23px]">
          3) متقاضی ضمن عقد خارج لازم که به واسطه اقرار شفاهی طرفین منعقد شده است، حق فسخ خود را سلب
          و ساقط نموده و تحت هیچ عنوان، جز در موارد پیش بینی شده در این قرارداد، حق فسخ قرارداد حاضر
          را نخواهدداشت.
        </p>
      </div>
    </div>
  );
};

export default Page11;
