import React from 'react';

const Page2 = () => {
  return (
    <div className="contract-page page-1">
      <div className="text-justify leading-relaxed text-[23px]">
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">13) تأمین کننده (تأمین کنندگان): </span>
          شخص حقیقی یا حقوقی است که منابع مالی مورد نیاز متقاضی را تأمین می‌کند. عامل و نهاد مالی
          درصورتی که سرمایه‌گذاری کنند به عنوان تأمین کننده خواهند بود و از تمامی حقوق آنها برخوردار
          خواهند بود.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">14) حداقل منابع مالی جمع‌آوری شده: </span>
          مقدار وجوه نقدی است که در صورت جمع‌آوری و پرداخت آن توسط تأمین‌کنندگان، فرض می‌شود طرح در
          جذب سرمایه مورد نیاز متقاضی موفق بوده است.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">15) سکو: </span>
          پلتفرمی است که برای تأمین مالی جمعی توسط عامل ایجاد شده است و اطلاعات لازم طبق مفاد
          دستورالعمل در آن منتشر می‌شود.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">16) فراخوان تأمین: </span>
          اعلام درخواست متقاضی، در سکو برای معرفی به تأمین‌کنندگان است.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">17) گواهی شراکت: </span>
          ورقه‌ی بهاداری است که در فرایند تأمین مالی جمعی به شکل الکترونیکی به تقاضای عامل و توسط
          شرکت فرابورس ایران منتشر می‌شود.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">18) واحد سرمایه‌گذاری: </span>
          هر واحد سرمایه‌گذاری برابر با مبلغ 1،000 ریال است. حداقل تعداد واحد سرمایه‌گذاری برای
          مشارکت تأمین‌کننده در این قرارداد، هزار واحد است.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">19) موفقیت طرح در جذب سرمایه: </span>
          به وضعیتی اطلاق می‌شود که کلیه منابع مالی مورد نیاز متقاضی یا حداقل منابع مالی جمع‌آوری
          شده طبق این قرارداد در بازه‌ی زمانی نمایش، توسط یک یا چند تأمین‌کننده تعهد و به حساب مشخص
          شده بابت آن، نزد عامل، پرداخت شده باشد.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">20) تاریخ موفقیت طرح در جذب سرمایه: </span>
          تاریخی است که در آن، کل یا حداقل منابع مالی مورد نیاز متقاضی طبق این قرارداد، توسط
          تأمین‌کنندگان پرداخت شده باشد.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">21) دوره اجرای طرح: </span>
          منظور مدت زمانی است که متقاضی نسبت به اجرای کسب‌وکار طرح اقدام می‌نماید. این مدت از اولین
          روز کاری پس از تاریخ موفقیت طرح در جذب سرمایه شروع می‌شود و درهرحال بیش‌تر از «18 ماه» پس
          از آن مقطع نخواهد بود. در پایان دوره اجرای طرح، پس از وصول و بر اساس گزارش تسویه طرح نسبت
          به تسویه حساب ذینفعان آن اقدام می‌شود.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">22) گزارش تسویه: </span>
          منظور گزارشی است که حسب مورد و طبق سازوکارهای شرکت فرابورس ایران (یا کارگروه ارزیابی)، به
          ترتیب اولویت از سوی فرابورس یا کارگروه ارزیابی (در مواردی که فرابورس یا کارگروه ارزیابی در
          پایان دوره اجرای طرح ظرف مدت «1 ماه» در مورد وضعیت آن اعلام نظر ننمایند و یا نتوانند اعلام
          نظر نمایند مشروط به مهر و امضای آن توسط نهاد مالی) در خصوص وضعیت موفقیت و شکست طرح، میزان
          سود و یا زیان وارده تنظیم و تأیید می‌گردد.
        </p>
        <h3 className="font-bold mb-2 text-[23px]">ماده 3)موضوع فعالیت </h3>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">1) </span>
          ارائه‌ خدمات مشاوره تأمین‌ مالی‌ به‌ متقاضی‌ از طریق‌ طراحی‌ شیوة تأمین‌ مالی‌ و تهیه‌
          گزارش مورد نیاز جهت‌ انتشار گواهی‌هاي شراکت‌ تأمین‌ مالی‌ جمعی‌ توسط‌ عامل برای طرح{' '}
          <strong>...........</strong>
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">2) </span>
          ارائه خدمات بازاریابی به متقاضی از طریق طراحی و اجرای کمپین های بازاریابی به منظور فروش
          گواهی های شراکت به عموم.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">3) </span>
          ارائه‌ خدمات عاملیت‌ و انجام مراحل‌ قانونی‌ اخذ مجوزهاي لازم از شرکت‌ فرابورس ایران جهت‌
          انتشار گواهی‌هاي شراکت‌ تأمین‌ مالی‌ جمعی‌ مطابق‌ با شرایط‌ مندرج در جدول ماده ٥ این‌
          قرارداد. به میزان <strong>............ گواهی شراکت.</strong>
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">4) </span>
          ارائۀ خدمات بازارسازی به متقاضی از طریق طراحی و برنامه‌ریزی کمپین‌های تبلیغاتی به منظور
          فروش گواهی‌های شراکت به اشخاص حقیقی و حقوقی
        </p>
        <br />

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">تبصره 1: </span>
          متقاضی متعهد است( ٪۱۰ده درصد ) بر اساس دستورالعمل تأمین مالی جمعی از مبلغ سرمایه مورد نیاز
          خود را رأسا به عنوان آورده سهم خود پرداخت و به حساب معرفی شده از سوی سکو واریز نماید
          نماید. این پرداخت در صورت خاتمه زمان تأمین مالی و جمع آوری کل مبلغ سرمایه مورد نیاز یا
          حداقل منابع مالی جمع آوری شده و یا عدم موفقیت طرح در جذب سرمایه، به وی مسترد می گردد.
          درصورتی که در انتهای مدت نمایش طرح جهت تأمین مالی جمعی، متقاضی موفق به جمع آوری کل مبلغ
          سرمایه مورد نیاز یا حداقل منابع مالی جمع آوری شده طبق این قرارداد شود، میزان مبلغ موضوع
          این بند، همزمان با پرداخت سرمایه تأمین شده و بر اساس دستورالعمل مربوط در اختیار متقاضی
          قرار خواهد گرفت. درهرصورت متقاضی متعهد است این مبلغ را در راستای طرح هزینه نماید. شرایط و
          نحوه هزینه کرد این مبلغ می بایست بر اساس جزئیات طرح و تحت نظارت عامل و سکو براساس اختیارات
          دستورالعمل تأمین مالی جمعی در این قرارداد صورت گیرد.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">تبصره 2: </span>
          پرداخت مبلغ مندرج در بند فوق به حسابی که توسط عامل به اطلاع متقاضی می رسد، صورت خواهد
          گرفت.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">تبصره 3: </span>
          در انتهای دوره طرح متقاضی ، نقدی سازی دارائی هایی که در طرح خریداری یا تولید شده اند ،
          انجام شده و مبالغ تحصیل شده به عنوان درآمدهای پروژه محاسبه می گردد. درصورتی که کارگروه
          ارزیابی، شیوه ی نقدی سازی را مشمول تخلف نقدی سازی اعلام کند، متقاضی مسئول جبران کلیه ی
          خسارت های وارده به عامل ، نهاد مالی و تأمین کنندگان خواهد بود.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">تبصره 4: </span>
          درصورتیکه منابع مالی جمع آوری شده، از حداقل منابع مالی جمع آوری شده طبق این قرارداد کم تر
          باشد، در این صورت فرض می گردد که طرح نتوانسته منابع مالی و سرمایه مورد نیاز خود را از طریق
          تأمین مالی جمعی تأمین کند و منابع مالی جمع آوری شده از تأمین کنندگان ظرف مهلت ۵ روز کاری
          از تاریخ خاتمه مهلت فراخوان تأمین مالی جمعی به ایشان مسترد می شود. درصورتی که منابع مالی
          جمع آوری شده، برابر مبلغ حداقل منابع مالی جمع آوری شده تا سقف کل مبلغ سرمایه مورد نیاز
          متقاضی طبق این قرارداد باشد، مبالغ پرداختی تأمین کننده (تأمین کنندگان ) بنا بر تأیید عامل
          در راستای تأمین مالی جمعی طبق این قرارداد مورداستفاده قرار خواهد گرفت.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold text-[23px]">تبصره 5: </span>
          پس از موفقیت طرح در جذب سرمایه و طی فرایندهای اداری و قانونی مربوطه، «گواهی شراکت» توسط
          شرکت فرابورس ایران برای تأمین کنندگان و متناسب با میزان مشارکت هر کدام از آنها صادر می
          گردد.
        </p>
      </div>
    </div>
  );
};

export default Page2;
