import React from 'react';

const Page7 = () => {
  return (
    <div className="contract-page page-1">
      <div className="text-justify leading-relaxed text-[23px]">
        <h3 className="font-bold mb-2 text-[23px] text-right">ماده 9) فسخ و انحلال</h3>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">الف)</span>
          در صورت عدم ايفاي تعهدات توسط متقاضي در مواعد مقرر شده در هر يك از بازه هاي زماني زير،
          عامل مخير به فسخ قرارداد مي باشد و متقاضي متعهد به:
        </p>
        <p className="mb-3 pr-8 text-[23px]">
          ١-١- از تاريخ شروع قرارداد تا 10 روز كاري پس از تاريخ قرارداد: پرداخت كارمزدي نمي باشد.
        </p>
        <p className="mb-3 pr-8 text-[23px]">
          ٢-١- از زمان اقدام عامل براي تهيه گزارش تا پيش از جمع آوري وجوه: پرداخت كارمزد بند 4-١
          مادة ٤ اين قرارداد مي باشد.
        </p>
        <p className="mb-3 pr-8 text-[23px]">
          ٣-١- از زمان شروع جمع آوري وجوه تا پس از موفقيت كمپين و جمع آوري وجوه: پرداخت كارمزد مادة
          ٤ اين قرارداد و وجه التزامي به ميزان 2/5 درصد از مبلغ كل گواهي هاي شراكت مي باشد. لذا
          باقيماندة آوردة متقاضي پس از كسر كارمزد و وجهت التزام مشخص شده در اين بند، عودت داده مي
          شود.
        </p>
        <p className="mb-3 pr-4">
          <span className="font-bold">تبصره 1:</span>
          در صورت فسخ قرارداد بر اساس بند ١-١ و ٢-١ اين ماده، عامل هيچگونه تعهدي نسبت به جمع آوري
          وجوه نخواهد داشت و صرفاً باقي ماندة آوردة متقاضي پس از كسر كارمزد مشخص شده در اين بندها،
          عودت داده مي شود.
        </p>
        <p className="mb-3 pr-4">
          <span className="font-bold">تبصره 2:</span>
          در مواردي كه در مفاد اين قرارداد براي فسخ آن، ضمانت اجراي مشخصي در نظر گرفته شده است،
          متقاضي ملزم به اجراي آن خواهد بود.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">ب)</span>
          در صورت تحقق فورس ماژور به شرح مادة ١٠ اين قرارداد، عامل، حق فسخ قرارداد را خواهد داشت.
        </p>
        <p className="mb-3 pr-4">
          <span className="font-bold">تبصره 3:</span>
          در صورت فسخ قرارداد بر اثر تحقق فورس ماژور، بنا به نظر عامل و متناسب با پيشرفت انجام خدمات
          توسط عامل، كارمزد انجام خدمات تعيين و از متقاضي دريافت مي گردد.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">ج)</span>
          متقاضي تا دو روز كاري پيش از اخذ مجوز از شركت فرابورس ايران جهت فروش گواهي هاي شراكت، به
          شرط پرداخت بند 4-١ ماده 4 اين قرارداد با ارسال درخواست كتبي، مجاز به فسخ قرارداد خواهد
          بود.
        </p>
        <p className="mb-3 pr-4">
          <span className="font-bold">تبصره 4:</span>
          متقاضي از زمان اخذ مجوز انتشار و فروش گواهي شراكت از شركت فرابورس ايران توسط عامل تا يك
          روز كاري پيش از شروع فراخوان جمع آوري وجوه، به شرط پرداخت كارمزد ماده 4 اين قرارداد حق فسخ
          قرارداد را خواهد داشت.
        </p>
        <p className="mb-3 pr-4">
          <span className="font-bold">تبصره 5:</span>
          متقاضي از يك روز كاري پيش از شروع فراخوان جمع آوري وجوه تا پايان دوره فراخوان حق انصراف را
          از خود سلب نموده است.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">د) خاتمه:</span>
          اين قرارداد در شرايط زير خاتمه يافته تلقي ميشود:
        </p>
        <p className="mb-3 pr-8 text-[23px]">١-٤- عدم پذيرش طرح از سوي شركت فرابورس ايران؛</p>
        <p className="mb-3 pr-8 text-[23px]">
          ٢-٤- عدم موفقيت كمپين و عدم موافقت متقاضي، عامل يا فرابورس براي تمديد دوره كمپين؛
        </p>
        <p className="mb-3 pr-8 text-[23px]">
          ٣-٤- تصميم عامل مبني بر تعليق كمپين به نحوي كه به تشخيص عامل در زمان جمع آوري وجوه امكان
          رفع آن فراهم نباشد؛
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">ه) فسخ قرارداد</span>
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          درصورت عدم ایفای هر یک از تعهدات مندرج در این قرارداد از سوی متقاضی، شخص عامل نسبت به
          مطالبه کتبی ایفای تعهدات اقدام و درصورت عدم اقدام متعهد و افزون شدن مجموع موارد تاخیرات از
          3 ماه، عامل حق فسخ یکجانبه قرارداد را دارد. در موارد زیر ضمن اخطار کتبی ظرف 7 روز قبل به
          متقاضی ،شخص عامل، می تواند راساً و بنا به تشخیص خود قرارداد مزبور را فسخ نماید:
        </p>
        <p className="mb-3 pr-8 text-[23px]">
          1. انتقال قرارداد به شخص ثالث از جانب متقاضی ، بدون اجازه کتبی طرف مقابل.
        </p>
        <p className="mb-3 pr-8 text-[23px]">2. صدور حکم ورشکستگی هر یک از طرفین.</p>
        <p className="mb-3 pr-8 text-[23px]">
          3. در صورتي که به هر دلیل اعم از قوه قاهره و غیره مانند رهن ، مصادره ، عمليات اجرائي
          دادگستري و يا اجراي اسناد رسمي، مستحق للغير و غصبـي بودن مورد معامله، فعالیت امکان پذیر
          نباشد.
        </p>
        <p className="mb-3 pr-8 text-[23px]">
          4. تاخیر بیش از 30 روز از تاریخ تنظیم قرارداد برای شروع کار یا ارایه اسناد از جانب متقاضی
        </p>
        <p className="mb-3 pr-8 text-[23px]">5. درصورت عدم اجرای برنامه زمانبندی از جانب متقاضی</p>
        <p className="mb-3 pr-8 text-[23px]">
          6. ضعف اسناد یا رد شدن مدارک متقاضی در فرایند بررسی فرابرس.
        </p>
        <p className="mb-3 pr-8 text-[23px]">
          7. محکومیت قضایی متقاضی به نحوی که باعث اختلال در ایفای تعهدات وی شود.
        </p>
        <p className="mb-3 pr-8 text-[23px]">
          8. در صورتی که عملیات اجرایی توسط متقاضی به مدت یک ماه متوقف گردد یا هر تخلف از تعهدات
          مندرج در قرارداد از طرف متقاضی.
        </p>
        <p className="mb-3 pr-4">
          <span className="font-bold">تبصره 6:</span>
          اعمال حق فسخ به هر علت توسط هر یک از طرفین، بدون نیاز به مراجعه به هیچ مرجع اداری یا قضایی
          و رعایت هرگونه تشریفات قانونی و قضایی و تنها با ارسال مراتب اعلام فسخ بصورت کتبی به طرف
          مقابل، صورت خواهد پذیرفت. اعمال حق فسخ مانع مطالبه خسارات و جریمه‌ها و وجوه التزام پیش
          بینی شده در این قرارداد و الزامات خارج از این قرارداد از سوی طرفین نخواهد بود.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold"> ماده 10) ضمائم قرارداد</span>
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          متقاضی متعهد است اطلاعات زیر را در اختیار عامل قرار دهد:
        </p>
        <p className="mb-3 pr-8 text-[23px]">
          1. مدارک مستندات، اطلاعات، بازه های زمانی پرداخت سرمایه، شرایط و زمان بندی اجرای طرح یا
          برنامه کسب وکار؛
        </p>
        <p className="mb-3 pr-8 text-[23px]">2. مدارک یا مجوزهای مورد نیاز طرح؛</p>
        <p className="mb-3 pr-8 text-[23px]">3. سایر موارد اعلامی توسط کارگروه ارزیابی؛</p>
        <p className="mb-3 pr-8 text-[23px]">
          4. الزامات و گزارش های دوره ای که حسب مورد عامل مقرر می دارد؛
        </p>
        <p className="mb-3 pr-8 text-[23px]">
          5. افشای دعاوی حقوقی و کیفری مطروحه علیه یا له متقاضی یا اعضای هیئت مدیره و مدیرعامل آن؛
        </p>
      </div>
    </div>
  );
};

export default Page7;
