import React from 'react';

const Page6 = () => {
  return (
    <div className="contract-page page-1">
      <div className="text-justify leading-relaxed text-[23px]">
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">18)</span>
          متقاضي تاييد و اقرار نمود به منظور تامين مالي به صورت مستقيم با عامل ارتباط برقرار كرده
          است و هيچگونه كارمزدي به جز آنچه در ماده شماره 4 اين قرارداد مشخص شده است بابت انتشارگواهي
          شراكت پرداخت نكرده است.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">19)</span>
          متقاضي تأييد و اقرار نمود عامل در صورت دريافت هرگونه شكايت از طرح يا دريافت هرگونه گزارش
          انحراف از برنامه كسب وكار يا اهداف تعيين شده، حسب مورد فوراً جمع آوري يا تخصيص وجوه را تا
          پس از بررسي لازم به حالت تعليق درمي آورد. مضافا حق مطالبه خسارت در قالب وجه التزام باقیست.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">تبصره 1:</span>
          در صورت تعليق طرح از سوي عامل و عدم امكان رفع آن در دوره جمع آوري وجوه به تشخيص عامل، عامل
          مخير به فسخ قرارداد است و متقاضي متعهد به تادیه کامل حق الزحمه قرارداد مي باشد.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">20)</span>
          متقاضی متعهد است درخواست خود را در فرم های تعیین شده در سکوی عامل تکمیل و ارائه کند. کلیه
          ارتباطات و اطلاعیه ها و مانند آن میان متقاضی و عامل از طریق اطلاعات اعلامی متقاضی در سکوی
          عامل صورت می گیرد.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">21)</span>
          متقاضی اعلام می کند که از ریسک ها و مقررات حاکم ازجمله ریسک های سرمایه گذاری در شرکت ها و
          نیز شرایط و ضوابط فعالیت عامل مندرج در سکوی ایساتیس پویا کاملا مطلع است.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">22)</span>
          متقاضی با امضای این قرارداد، همه قوانین، مقررات و اصلاحات مصوب سازمان بورس اوراق بهادار،
          شورای عالی بورس، شرکت فرابورس ایران و کارگروه ارزیابی را می پذیرد و متعهد به ایفای تمام
          وظایف و تعهدات خود مطابق قرارداد و قوانین و مقررات لازم الاجرا است. همچنین متقاضی متعهد
          است به شاخص های عملکرد کلیدی و اهداف و برنامه های مصوب دست یابد و با ناظر فنی قرارداد غیر
          منتفع( با شرط امضای قرارداد عدم افشای اطلاعات) تعیین شده توسط عامل همکاری نماید.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">23)</span>
          متقاضی متعهد است طبق استانداردهای موجود و مبتنی بر واقعیت و صداقت نسبت به ارائه طرح کسب
          وکار و تکمیل و ارائه اطلاعات مورد درخواست عامل اقدام نماید و از درج اطلاعات نادرست،
          نامعتبر، موهوم و غیرواقعی خودداری کند. متقاضی اقرار می کند مالک پروژه ای است که در سکوی
          عامل بارگذاری نموده است و این طرح مصون از حقوق و ادعاهای اشخاص ثالث است؛ در غیر این صورت
          متعهد است( %150 یکصد و پنجاه درصد) مبلغ سرمایه مورد نیاز را به عنوان وجه التزام به عامل
          پرداخت نماید.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">24)</span>
          به منظور ارائه اطلاعات مورد نیاز برای طرح، متقاضی متعهد است فهرستی از دیون و بدهی های
          شرکت، وضعیت مالیاتی آن، قراردادهای مرتبط با طرح توسط عامل را در تاریخ قرارداد و همچنین
          شروع تأمین مالی، به عامل ارائه نماید که به پیوست این قرارداد موجود است.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">25)</span>
          متقاضی متعهد است در تمام مدت اعتبار قرارداد و نیز مدتی که کسب وکار خود را در سکوی عامل به
          نمایش گذاشته است و پس از آن در صورت موفقیت طرح در جذب سرمایه، طرح موضوع این قرارداد را نزد
          عامل های دیگر تأمین مالی جمعی، ثبت ننماید در فرض تخلف مکلف به پرداخت وجه التزام به میزان
          150 از درصدمبلغ تامین مالی می‌باشد.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">26)</span>
          متقاضی متعهد است پس از تکمیل مبلغ سرمایه مورد نیاز توسط تأمین کنندگان، به هر تعداد که
          باشند، نسبت به انجام تعهدات خود در مقابل تأمین کنندگان متناسب با شیوه اعلام شده در فراخوان
          طرح، اقدام نماید.
        </p>
        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">27)</span>
          متقاضی تضمین می نماید که سهام داران وی در اسناد تأسیس یا اساسنامه خود هیچ گونه اصلاح و
          الحاقی که با درخواست ارائه شده به عامل مغایرت دارد یا به نحوی از انحاء در ارائه درخواست یا
          اجرای آن و انعقاد قراردادهای مربوطه با تأمین کنندگان مانع یا محدودیتی ایجاد می نماید یا به
          تضییع حقوق قانونی و قراردادی تأمین کنندگان منتهی می گردد؛ اعم از تصویب و تقسیم سود
          سالیانه، افزایش یا کاهش سرمایه، ادغام، انحلال یا اعلام ورشکستگی و مانند آن صورت ندهند؛ مگر
          آنکه عامل قبلا با اتخاذ چنین اقداماتی کتبا موافقت نماید.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">28)</span>
          متقاضی تضمین می نماید هیچگونه شرط قراردادی یا مقررهای در اساسنامه یا سایر اسناد تأسیس و
          نیز صورتجلسات مجامع عمومی و هیئت مدیره یا توافق داخلی میان سهامداران یا صاحبان سهم الشرکه
          متقاضی وجود ندارد که به نحوی از انحاء یا تحت هرگونه شرایطی در انعقاد قرارداد با عامل یا
          تأمین کنندگان محدودیتی ایجاد نماید یا مانع آن شود یا به تضییع حقوق قانونی و قراردادی تأمین
          کنندگان منتهی گردد.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">29)</span>
          متقاضی متعهد است گواهی عدم سوءپیشینه مدیرعامل و اعضای هیئت مدیره خود را که از تاریخ صدور
          آن بیش از یک ماه نگذشته باشد، در تاریخ قرارداد به عامل ارائه نماید ؛مضافا تایید می کند که
          مانع های مندرج در ماده 111 لایحه اصلاحی قانون تجارت در بین مدیران، مدیرعامل یا بازرسان
          شرکت نیست.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">30)</span>
          متقاضی متعهد است گزارشهای مرتبط با کسب وکار خود را طبق فرمت اعلامی و مصوبات کارگروه
          ارزیابی تأمین مالی جمعی در خصوص بازه زمانی و نحوه ارائه گزارش های دوره ای به عامل ارائه
          نماید. بدیهی است پرداخت و نیز برداشت هر میزان وجه، از مبلغ منابع مالی جمع آوری شده به
          متقاضی، منوط و مشروط به تأیید اقدامات متقاضی توسط عامل است. اما در صورت تخلف متقاضی ، عامل
          امکان برداشت هر میزان وجه از مبلغ منابع مالی جمع آوری شده را به متقاضی نخواهد داد.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">31)</span>
          در صورت عدم انطباق اقدامات متقاضی با برنامه کسب وکار و فراخوان تأمین مالی جمعی یا کشف
          فساد، تدلیس و یا عدم افشای صحیح و واقعی از اطلاعات یا عملکرد متقاضی به تشخیص عامل و
          کارگروه ارزیابی، هیچ میزان از منابع مالی در اختیار متقاضی قرار نخواهد گرفت و در صورت
          پرداخت نیز متقاضی متعهد است از هرگونه تصرفات مادی و حقوقی در این موارد امتناع نماید. در
          صورت نقض این تعهد، متقاضی متعهد است ظرف حداکثر 10 روز کاری از تاریخ اعلام عامل، میزان(
          %150 یکصد و پنجاه درصد) مبلغ سرمایه مورد نیاز را به عنوان وجه التزام ناشی از نقض تعهدات
          قراردادی به عامل پرداخت نماید.
        </p>

        <p className="mb-3 pr-4 text-[23px]">
          <span className="font-bold">32)</span>
          متقاضی متعهد است مقدار حداقل شاخص های کلیدی عملکرد تعیین شده در پیوست این قرارداد را برای
          رسیدن به سود اعلام شده در این قرارداد را محقق نماید؛ درصورتیکه به تشخیص کارگروه ارزیابی و
          عامل، علت عدم دستیابی به این شاخص ها، ارتکاب جرایم و اعمال غیرقانونی یا اموری مانند بی
          احتیاطی در روند امور عادی و متعارف تجارت و کسب وکار باشد، عامل می تواند راسا از محل تضامین
          متقاضی ، ضرر و زیان وارده به خود، نهاد مالی و تأمین کنندگان را مطالبه نماید. در این راستا،
          متقاضی متعهد است ظرف مهلت حداکثر «10» روز کاری از تاریخ اعلام عامل ،( %150 یکصد و پنجاه
          درصد) مبلغ سرمایه مورد نیاز را به عنوان وجه التزام به عامل پرداخت نماید؛ در غیر این صورت
          عامل حق دارد راسا نسبت به مطالبه خسارات وارده از محل تضامین موضوع این قرارداد اقدام کند.
        </p>
      </div>
    </div>
  );
};

export default Page6;
