import React from 'react';
import { PropTypes } from 'prop-types';

const Page9 = ({ agencyContract }) => {
  if (!agencyContract) return null;

  return (
    <div className="contract-page page-1">
      <div className="text-justify leading-relaxed text-sm">
        <p className="mb-3 pr-4">
          <span className="font-bold">تبصره 16</span>
          فروش گواهي هاي شراكت منوط به تأييد طرح توسط شركت فرابورس ايران است. در صورت عدم تأييد طرح،
          عامل تعهدي نسبت به فروش گواهي هاي شراكت نخواهد داشت و كارمزد بند 4-3 مادة ٤ اين قرارداد به
          متقاضي عودت داده مي شود و قرارداد خاتمه مييابد.
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">2)</span>
          عامل هيچگونه مسئوليت و تعهدي در خصوص موفقيت كمپين ندارد.
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">تبصره 17</span>
          در صورت عدم موفقيت كمپين، مبلغ آورده متقاضي كه نزد عامل ميباشد (موضوع سطر ٢ جدول ماده ٥)
          به همراه كارمزد بند 4-3 ماده ٤ اين قرارداد، عودت داده ميشود و قرارداد خاتمه مييابد.
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">3)</span>
          عامل پس از موفقيت كمپين، كليه وجوه حاصل از فروش گواهي هاي شراكت را به حسابي كه متقاضي طي
          نامه اي به عامل اعلام مي دارد، واريز مي نمايد و واريز وجه از سوي عامل، به منزله رسيد
          واريزي به حساب متقاضي ميباشد.{' '}
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">تبصره 18</span>
          پرداخت وجوه جمع آوري شــده حاصــل از موفقيت كمپين به متقاضـي، ناظر به اجراي همه تعهدات
          مندرج در مفاد اين قرارداد توسط متقاضي ميباشد.
        </p>

        <h3 className="font-bold mb-2">ماده 9) شرایط اتمام قرارداد </h3>
        <p className="mb-3 pr-4">
          در صورت عدم ايفاي تعهدات توسط متقاضي در مواعد مقرر شده در هر يك از بازه هاي زماني زير،
          عامل مخير به فسخ قرارداد ميباشد و متقاضي متعهد به:
        </p>
        <p className="mb-3 pr-4">
          <span className="font-bold">1)</span>
          از تاريخ شروع قرارداد تا 10 روز كاري پس از تاريخ قرارداد: پرداخت كارمزدي نمي باشد.
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">2)</span>
          از زمان اقدام عامل براي تهيه گزارش تا پيش از جمع آوري وجوه: پرداخت كارمزد بند 4-١ مادة ٤
          اين قرارداد ميباشد.{' '}
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">3)</span>
          از زمان شروع جمع آوري وجوه تا پس از موفقيت كمپين و جمع آوري وجوه: پرداخت كارمزد مادة ٤ اين
          قرارداد و وجه التزامي به ميزان 2/5 درصد از مبلغ كل گواهي هاي شراكت ميباشد. لذا باقيماندة
          آوردة متقاضي پس از كسر كارمزد و وجهت التزام مشخص شده در اين بند، عودت داده مي شود.{' '}
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">تبصره 19</span>
          در صورت فسخ قرارداد بر اساس بند ١-١ و ٢-١ اين ماده، عامل هيچگونه تعهدي نسبت به جمع آوري
          وجوه نخواهد داشت و صرفاً باقي ماندة آوردة متقاضي پس از كسر كارمزد مشخص شده در اين بندها،
          عودت داده ميشود.
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">تبصره 20</span>
          در مواردي كه در مفاد اين قرارداد براي فسخ آن، ضمانت اجراي مشخصي در نظر گرفته شده است،
          متقاضي ملزم به اجراي آن خواهد بود.
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">4)</span>
          در صورت تحقق فورس ماژور به شرح مادة ١٠ اين قرارداد، عامل، حق فسخ قرارداد را خواهد داشت.
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">تبصره 21</span>
          در صورت فسخ قرارداد بر اثر تحقق فورس ماژور، بنا به نظر عامل و متناسب با پيشرفت انجام خدمات
          توسط عامل، كارمزد انجام خدمات تعيين و از متقاضي دريافت ميگردد.
        </p>
      </div>
    </div>
  );
};

Page9.propTypes = {
  agencyContract: PropTypes.object.isRequired,
};

export default Page9;
