import React from 'react';
import { PropTypes } from 'prop-types';

const Page8 = ({ agencyContract }) => {
  if (!agencyContract) return null;

  return (
    <div className="contract-page page-1">
      <div className="text-justify leading-relaxed text-sm">
        <p className="mb-3 pr-4">
          <span className="font-bold">13)</span>
          متقاضي اقرار و تعهد مي كند كه دعاوي مؤثر با اهميت حقوقي يا كيفري عليه شركت، اعضاي هيات
          مديره يا مديرعامل وي كه موجب اخلال در اجراي موضوع قرارداد مي باشد وجود ندارد. در صورت كشف
          هرگونه دعاوي مؤثر حين اجراي قرارداد، عامل مخير به فسخ قرارداد است و متقاضي متعهد به اجراي
          بند ٣-١ مادة ٩ اين قرارداد ميباشد. متقاضي به موجب اين بند حق هرگونه ادعايي در اين خصوص را
          از خود سلب و اسقاط نمود.
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">14)</span>
          متقاضي تعهد مي نمايد كه كليه اسناد و مدارك قرارداد را كاملاً مطالعه و از مفاد آن اطلاع
          حاصل كرده است. متقاضي با امضاي اين قرارداد به نحو غيرقابل بازگشت حق هرگونه اعتراض و ادعايي
          راجع به هر يك از مواد و بندهاي اين قرارداد را در حال و آينده از خود سلب واسقاط ميكند.
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">15)</span>
          كليه مسئوليت هاي قانوني طرح صرفاً بر عهده متقاضي است و عامل هيچگونه مسئوليتي در اين خصوص
          ندارد.
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">16)</span>
          متقاضــي تعهد مينمايد حداكثر طي 5 روز كاري از تاريخ تحويل قرارداد به متقاضــي، نســبت به
          امضــا و اجراي قرارداد اقدامات اجرايي اقدام نمايد. در صورت عدم امضاي متقاضي و ضامن، عامل
          مخير به فسخ قرارداد است و تعهدي نسبت به پرداخت وجوه جمع آوري شده به متقاضي نخواهد داشت.
          همچنين متقاضي متعهد به اجراي بند ٣-١ مادة ٩ اين قرارداد ميباشد.
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">17)</span>
          متقاضــي تعهد مينمايد حداكثر طي 5 روز كاري از تاريخ تحويل قرارداد به متقاضــي، نســبت به
          امضــا و اجراي قرارداد اقدامات اجرايي اقدام نمايد. در صورت عدم امضاي متقاضي و ضامن، عامل
          مخير به فسخ قرارداد است و تعهدي نسبت به پرداخت وجوه جمع آوري شده به متقاضي نخواهد داشت.
          همچنين متقاضي متعهد به اجراي بند ٣-١ مادة ٩ اين قرارداد ميباشد.
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">18)</span>
          متقاضي تاييد و اقرار نمود به منظور تامين مالي به صورت مستقيم با عامل ارتباط برقرار كرده
          است و هيچگونه كارمزدي به جز آنچه در ماده شماره 4 اين قرارداد مشخص شده است بابت انتشارگواهي
          شراكت پرداخت نكرده است.
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">19)</span>
          متقاضي تأييد و اقرار نمود عامل در صورت دريافت هرگونه شكايت از طرح يا دريافت هرگونه گزارش
          انحراف از برنامه كسب وكار يا اهداف تعيين شده، حسب مورد فوراً جمعآوري يا تخصيص وجوه را تا
          پس از بررسي لازم به حالت تعليق درمي آورد.
        </p>

        <p className="mb-3 pr-4">
          <span className="font-bold">تبصره 15)</span>
          در صورت تعليق طرح از سوي عامل و عدم امكان رفع آن در دوره جمع آوري وجوه به تشخيص عامل، عامل
          مخير به فسخ قرارداد است و متقاضي متعهد به اجراي بند ٣-١ مادة ٩ اين قرارداد ميباشد.
        </p>

        <h3 className="font-bold mb-2">ماده 8) تعهدات و تأییدات عامل </h3>
        <p className="mb-3 pr-4">
          <span className="font-bold">1)</span>
          عامل متعهد است گواهي هاي شراكت موضوع اين قرارداد را بر اساس شرايط تعيين شده توسط فرابورس
          براي فروش به عموم به عموم عرضه نمايد.
        </p>
      </div>
    </div>
  );
};

Page8.propTypes = {
  agencyContract: PropTypes.object.isRequired,
};

export default Page8;
